Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.data_import.confirm
source: Import
ar: استيراد
bn: ইম্পোর্ট করুন
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
he: ייבוא
hi: इंपोर्ट करें
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
mr: इम्पोर्ट करा
nl: Importeer
pl: Importuj
pt_br: Importar
ro: Importați
ru: Импортировать
ta: இம்போர்ட் செய்
te: ఇంపోర్ట్ చేయండి
th: นำเข้า
tr: İçe aktar
uk: Імпортувати
ur: امپورٹ کریں
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# settings.data_import.error.busy
source: Another import or data operation is still running. Wait for it to finish, then try again.
ar: ما زالت عملية استيراد أو عملية بيانات أخرى قيد التنفيذ. انتظر حتى تنتهي، ثم حاول مرة أخرى.
bn: আরেকটি ইম্পোর্ট বা ডেটা অপারেশন এখনও চলছে। শেষ হওয়া পর্যন্ত অপেক্ষা করুন, তারপর আবার চেষ্টা করুন।
de: Ein anderer Import oder Datenvorgang läuft noch. Warte, bis er abgeschlossen ist, und versuche es dann erneut.
el: Άλλη εισαγωγή ή λειτουργία δεδομένων εκτελείται ακόμη. Περιμένετε να ολοκληρωθεί και δοκιμάστε ξανά.
es: Todavía hay otra importación u operación de datos en curso. Espera a que termine e inténtalo de nuevo.
fa: یک وارد کردن یا عملیات داده دیگر هنوز در حال اجراست. منتظر پایان آن بمانید و دوباره تلاش کنید.
fr: Une autre importation ou opération sur les données est encore en cours. Attendez qu’elle se termine, puis réessayez.
he: ייבוא או פעולת נתונים אחרת עדיין פועלים. יש להמתין לסיומם ואז לנסות שוב.
hi: कोई दूसरा इंपोर्ट या डेटा ऑपरेशन अभी चल रहा है। उसके पूरा होने तक रुकें, फिर से कोशिश करें।
id: Impor atau operasi data lain masih berjalan. Tunggu hingga selesai, lalu coba lagi.
it: Un’altra importazione o operazione sui dati è ancora in corso. Attendi che termini, poi riprova.
ja: 別の読み込みまたはデータ操作がまだ実行中です。完了するまで待ってから、もう一度お試しください。
ko: 다른 가져오기 또는 데이터 작업이 아직 실행 중입니다. 완료될 때까지 기다린 후 다시 시도하세요.
mr: दुसरे इम्पोर्ट किंवा डेटा ऑपरेशन अजून सुरू आहे. ते पूर्ण होईपर्यंत थांबा आणि मग पुन्हा प्रयत्न करा.
ms: Import atau operasi data lain masih berjalan. Tunggu sehingga selesai, kemudian cuba lagi.
nl: Er is nog een andere import of gegevensbewerking bezig. Wacht tot die klaar is en probeer het daarna opnieuw.
pl: Inny import lub inna operacja na danych jest jeszcze w toku. Poczekaj na jej zakończenie i spróbuj ponownie.
pt_br: Outra importação ou operação de dados ainda está em andamento. Aguarde a conclusão e tente novamente.
ro: Un alt import sau o altă operațiune cu datele este încă în desfășurare. Așteptați să se termine, apoi încercați din nou.
ru: Другая операция импорта или обработки данных ещё выполняется. Дождитесь её завершения и повторите попытку.
ta: மற்றொரு இம்போர்ட் அல்லது தரவுச் செயல்பாடு இன்னும் நடைபெறுகிறது. அது முடியும் வரை காத்திருந்து, மீண்டும் முயலவும்.
te: మరో ఇంపోర్ట్ లేదా డేటా చర్య ఇంకా నడుస్తోంది. అది పూర్తయ్యే వరకు వేచి ఉండి, మళ్ళీ ప్రయత్నించండి.
th: การนำเข้าหรือการดำเนินการกับข้อมูลอื่นยังทำงานอยู่ รอให้เสร็จก่อนแล้วลองอีกครั้ง
tr: Başka bir içe aktarma veya veri işlemi hâlâ çalışıyor. Bitmesini bekleyip yeniden deneyin.
uk: Інша операція імпорту чи обробки даних ще триває. Зачекайте на її завершення й повторіть спробу.
ur: کوئی دوسرا امپورٹ یا ڈیٹا آپریشن ابھی جاری ہے۔ اس کے ختم ہونے کا انتظار کریں، پھر دوبارہ کوشش کریں۔
vi: Một thao tác nhập hoặc dữ liệu khác vẫn đang chạy. Hãy đợi nó hoàn tất rồi thử lại.
zh_hans: 另一项导入或数据操作仍在进行中。请等待其完成后重试。
zh_hant: 另一項匯入或資料作業仍在進行中。請等待完成後再試一次。

# settings.data_import.description
source: Load data from a JSON or ZIP file you made with Export above. You’ll see what the file contains first; importing never duplicates data you already have.
ar: حمّل بيانات من ملف JSON أو ZIP أنشأته باستخدام "تصدير" أعلاه. سترى محتويات الملف أولًا، ولا يؤدي الاستيراد إلى تكرار بيانات موجودة لديك.
bn: উপরের এক্সপোর্ট দিয়ে তৈরি করা JSON বা ZIP ফাইল থেকে ডেটা লোড করুন। প্রথমে ফাইলে কী আছে তা দেখতে পাবেন; ইম্পোর্ট করলে আপনার আগে থেকে থাকা ডেটা কখনো ডুপ্লিকেট হয় না।
de: Lädt Daten aus einer JSON- oder ZIP-Datei, die du oben mit „Exportieren“ erstellt hast. Zuerst siehst du, was die Datei enthält; durch das Importieren werden vorhandene Daten nie dupliziert.
el: Φορτώστε δεδομένα από ένα αρχείο JSON ή ZIP που δημιουργήσατε με την Εξαγωγή παραπάνω. Θα δείτε πρώτα τι περιέχει το αρχείο. Η εισαγωγή δεν διπλασιάζει ποτέ δεδομένα που ήδη έχετε.
es: Carga datos desde un archivo JSON o ZIP creado con Exportar, más arriba. Primero verás lo que contiene el archivo; importar nunca duplica datos que ya tienes.
fa: داده‌ها را از یک فایل JSON یا ZIP که با «صادر کردن» بالا ساخته‌اید بارگیری کنید. ابتدا محتوای فایل را می‌بینید؛ وارد کردن هرگز داده‌های موجود شما را تکراری نمی‌کند.
fr: Chargez des données depuis un fichier JSON ou ZIP créé avec la fonction d’exportation ci-dessus. Vous verrez d’abord le contenu du fichier ; l’importation ne duplique jamais les données que vous avez déjà.
he: טעינת נתונים מקובץ JSON או ZIP שנוצר באמצעות הייצוא שלמעלה. קודם יוצג תוכן הקובץ; הייבוא אף פעם לא משכפל נתונים שכבר קיימים אצלך.
hi: ऊपर एक्सपोर्ट से बनाई गई JSON या ZIP फ़ाइल से डेटा लोड करें। पहले आप देख सकेंगे कि फ़ाइल में क्या है; इंपोर्ट करने से आपके पास पहले से मौजूद डेटा की डुप्लिकेट कॉपी नहीं बनती।
id: Muat data dari file JSON atau ZIP yang dibuat dengan Ekspor di atas. Isi file akan ditampilkan lebih dulu; impor tidak pernah menduplikasi data yang sudah ada.
it: Carica i dati da un file JSON o ZIP creato con l’esportazione qui sopra. Vedrai prima il contenuto del file; l’importazione non duplica mai i dati che hai già.
ja: 上の「書き出す」で作成したJSONまたはZIPファイルからデータを読み込みます。先にファイルの内容を確認できます。すでにあるデータが重複することはありません。
ko: 위의 내보내기로 만든 JSON 또는 ZIP 파일에서 데이터를 불러옵니다. 먼저 파일 내용을 확인할 수 있으며, 이미 있는 데이터가 중복되지 않습니다.
mr: वरील एक्सपोर्टने तयार केलेल्या JSON किंवा ZIP फाइलमधून डेटा लोड करा. आधी फाइलमध्ये काय आहे ते तुम्हाला दिसेल; इम्पोर्ट केल्याने तुमच्याकडे आधीपासून असलेला डेटा कधीही डुप्लिकेट होत नाही.
ms: Muatkan data daripada fail JSON atau ZIP yang dibuat dengan Eksport di atas. Kandungan fail akan ditunjukkan dahulu; import tidak pernah menduplikasi data yang sedia ada.
nl: Laadt gegevens uit een JSON- of ZIP-bestand dat je hierboven met Exporteren hebt gemaakt. Je ziet eerst wat het bestand bevat; importeren dupliceert nooit gegevens die je al hebt.
pl: Wczytaj dane z pliku JSON lub ZIP utworzonego za pomocą eksportu powyżej. Najpierw zobaczysz, co zawiera plik; import nigdy nie duplikuje danych, które już masz.
pt_br: Carregue dados de um arquivo JSON ou ZIP criado com a exportação acima. Você verá primeiro o conteúdo do arquivo; a importação nunca duplica dados que você já tem.
ro: Încarcă datele dintr-un fișier JSON sau ZIP creat cu Export mai sus. Veți vedea mai întâi ce conține fișierul; importul nu duplică niciodată datele existente.
ru: Загрузите данные из файла JSON или ZIP, созданного с помощью экспорта выше. Сначала вы увидите, что содержится в файле; импорт никогда не дублирует уже имеющиеся данные.
ta: மேலே உள்ள எக்ஸ்போர்ட் மூலம் நீங்கள் உருவாக்கிய JSON அல்லது ZIP கோப்பிலிருந்து தரவை ஏற்றவும். முதலில் கோப்பில் என்ன உள்ளது என்பதைப் பார்ப்பீர்கள்; இம்போர்ட் செய்வது ஏற்கெனவே உள்ள தரவை நகலாக்காது.
te: పైన ఎక్స్‌పోర్ట్‌తో మీరు సృష్టించిన JSON లేదా ZIP ఫైల్ నుండి డేటాను లోడ్ చేయండి. ముందుగా ఫైల్‌లో ఏముందో మీకు కనిపిస్తుంది; ఇంపోర్ట్ చేయడం వల్ల మీ దగ్గర ఇప్పటికే ఉన్న డేటా డూప్లికేట్ అవ్వదు.
th: โหลดข้อมูลจากไฟล์ JSON หรือ ZIP ที่คุณสร้างด้วยการส่งออกด้านบน คุณจะเห็นเนื้อหาของไฟล์ก่อน และการนำเข้าจะไม่ทำให้ข้อมูลที่คุณมีอยู่แล้วซ้ำซ้อน
tr: Yukarıdaki Dışa aktar ile oluşturduğunuz bir JSON veya ZIP dosyasından veri yükleyin. Önce dosyanın içeriğini görürsünüz; içe aktarma, zaten sahip olduğunuz verileri asla çoğaltmaz.
uk: Завантажте дані з файлу JSON або ZIP, створеного за допомогою експорту вище. Спочатку ви побачите, що міститься у файлі; імпорт ніколи не дублює дані, які у вас уже є.
ur: اوپر ایکسپورٹ سے بنائی گئی JSON یا ZIP فائل سے ڈیٹا لوڈ کریں۔ پہلے آپ کو فائل کا مواد دکھایا جائے گا؛ امپورٹ کرنے سے آپ کا موجودہ ڈیٹا کبھی دہرایا نہیں جاتا۔
vi: Tải dữ liệu từ tệp JSON hoặc ZIP bạn đã tạo bằng Xuất ở trên. Bạn sẽ xem nội dung tệp trước; việc nhập không bao giờ nhân đôi dữ liệu đã có.
zh_hans: 从你用上方“导出”创建的 JSON 或 ZIP 文件加载数据。你会先看到文件包含的内容；导入绝不会重复你已有的数据。
zh_hant: 從你用上方「匯出」建立的 JSON 或 ZIP 檔案載入資料。你可以先查看檔案內容；匯入不會讓你已有的資料重複。

# settings.data_import.preview.not_imported
source: Not imported (can’t be safely restored yet)
ar: غير مستورد (لا يمكن استعادته بأمان بعد)
bn: ইম্পোর্ট করা হবে না (এখনও নিরাপদে রিস্টোর করা যায় না)
de: Nicht importiert (kann noch nicht sicher wiederhergestellt werden)
el: Δεν εισάγονται (δεν μπορούν να επαναφερθούν ακόμη με ασφάλεια)
es: No importado (todavía no se puede restaurar de forma segura)
fa: وارد نمی‌شود (هنوز نمی‌توان با اطمینان بازیابی کرد)
fr: Non importé (ne peut pas encore être restauré en toute sécurité)
he: לא מיובא (עדיין לא ניתן לשחזר בבטחה)
hi: इंपोर्ट नहीं होगा (अभी सुरक्षित रूप से रीस्टोर नहीं किया जा सकता)
id: Tidak diimpor (belum dapat dipulihkan dengan aman)
it: Non importato (non può ancora essere ripristinato in sicurezza)
ja: 読み込まれません（まだ安全に復元できません）
ko: 가져오지 않음(아직 안전하게 복원할 수 없음)
mr: इम्पोर्ट होणार नाही (अजून सुरक्षितपणे रीस्टोअर करता येत नाही)
ms: Tidak diimport (belum boleh dipulihkan dengan selamat)
nl: Niet geïmporteerd (kan nog niet veilig worden hersteld)
pl: Nie zostanie zaimportowane (nie można jeszcze bezpiecznie przywrócić)
pt_br: Não importado (ainda não pode ser restaurado com segurança)
ro: Neimportate (nu pot fi restaurate în siguranță încă)
ru: Не будет импортировано (пока нельзя безопасно восстановить)
ta: இம்போர்ட் செய்யப்படவில்லை (இன்னும் பாதுகாப்பாக மீட்டெடுக்க முடியாது)
te: ఇంపోర్ట్ చేయబడలేదు (ఇంకా సురక్షితంగా పునరుద్ధరించలేరు)
th: ไม่นำเข้า (ยังไม่สามารถกู้คืนได้อย่างปลอดภัย)
tr: İçe aktarılmaz (henüz güvenle geri yüklenemiyor)
uk: Не буде імпортовано (поки що неможливо безпечно відновити)
ur: امپورٹ نہیں ہوتا (ابھی محفوظ طریقے سے بحال نہیں کیا جا سکتا)
vi: Không được nhập (chưa thể khôi phục an toàn)
zh_hans: 未导入（暂时无法安全恢复）
zh_hant: 不會匯入（尚無法安全復原）

# settings.data_import.preview.nothing_supported
source: Nothing in a supported category.
ar: لا يوجد شيء في فئة مدعومة.
bn: সমর্থিত কোনো বিভাগে কিছু নেই।
de: Nichts in einer unterstützten Kategorie.
el: Τίποτα σε υποστηριζόμενη κατηγορία.
es: No hay nada en una categoría compatible.
fa: هیچ موردی در دسته‌های پشتیبانی‌شده نیست.
fr: Rien dans une catégorie prise en charge.
he: אין דבר בקטגוריה נתמכת.
hi: किसी समर्थित श्रेणी में कुछ नहीं।
id: Tidak ada yang termasuk kategori yang didukung.
it: Niente in una categoria supportata.
ja: 対応しているカテゴリのデータはありません。
ko: 지원되는 카테고리에 해당하는 항목이 없습니다.
mr: सपोर्ट केलेल्या श्रेणीमध्ये काहीही नाही.
ms: Tiada apa-apa dalam kategori yang disokong.
nl: Niets in een ondersteunde categorie.
pl: Nic z obsługiwanych kategorii.
pt_br: Nada em uma categoria compatível.
ro: Nimic într-o categorie acceptată.
ru: Ничего из поддерживаемых категорий.
ta: ஆதரிக்கப்படும் வகையில் எதுவும் இல்லை.
te: మద్దతు ఉన్న విభాగంలో ఏమీ లేదు.
th: ไม่มีรายการในหมวดหมู่ที่รองรับ
tr: Desteklenen bir kategoride hiçbir şey yok.
uk: Нічого з підтримуваних категорій.
ur: کسی تائید شدہ زمرے میں کچھ نہیں۔
vi: Không có gì thuộc danh mục được hỗ trợ.
zh_hans: 没有支持类别中的内容。
zh_hant: 沒有任何支援類別的內容。

# settings.data_import.preview.notice
source: These are the records this file contains. Nothing is written until you choose Import.
ar: هذه هي السجلات التي يحتوي عليها هذا الملف. لن يُكتب أي شيء حتى تختار "استيراد".
bn: এই ফাইলে থাকা রেকর্ডগুলি এখানে দেখানো হয়েছে। আপনি ইম্পোর্ট বেছে না নেওয়া পর্যন্ত কিছুই লেখা হয় না।
de: Dies sind die Datensätze in dieser Datei. Es wird nichts geschrieben, bis du „Importieren“ wählst.
el: Αυτές είναι οι εγγραφές που περιέχει αυτό το αρχείο. Δεν γράφεται τίποτα μέχρι να επιλέξετε Εισαγωγή.
es: Estos son los registros que contiene este archivo. No se escribe nada hasta que elijas Importar.
fa: این‌ها رکوردهای موجود در این فایل هستند. تا زمانی که «وارد کردن» را انتخاب نکنید چیزی نوشته نمی‌شود.
fr: Voici les enregistrements que contient ce fichier. Rien n’est écrit tant que vous ne choisissez pas Importer.
he: אלה הרשומות שבקובץ. דבר לא ייכתב עד לבחירה באפשרות "ייבוא".
hi: इस फ़ाइल में ये रिकॉर्ड हैं। जब तक आप “इंपोर्ट करें” नहीं चुनते, कुछ भी नहीं लिखा जाता।
id: Berikut rekaman yang ada di file ini. Tidak ada yang ditulis sampai Anda memilih Impor.
it: Questi sono i record contenuti nel file. Non viene scritto nulla finché non scegli Importa.
ja: このファイルに含まれるレコードです。「読み込む」を選択するまで、何も書き込まれません。
ko: 이 파일에 들어 있는 항목입니다. 가져오기를 선택하기 전에는 아무것도 기록되지 않습니다.
mr: या फाइलमध्ये असलेले रेकॉर्ड येथे दाखवले आहेत. तुम्ही इम्पोर्ट निवडेपर्यंत काहीही लिहिले जात नाही.
ms: Ini ialah rekod yang terdapat dalam fail ini. Tiada apa-apa ditulis sehingga anda memilih Import.
nl: Dit zijn de records in dit bestand. Er wordt niets geschreven totdat je ‘Importeer’ kiest.
pl: To są rekordy zawarte w tym pliku. Nic nie jest zapisywane, dopóki nie wybierzesz „Importuj”.
pt_br: Estes são os registros contidos neste arquivo. Nada é gravado até você escolher Importar.
ro: Acestea sunt înregistrările din acest fișier. Nu se scrie nimic până când alegeți „Importați”.
ru: Вот записи, которые содержит этот файл. Ничего не записывается, пока вы не нажмёте «Импортировать».
ta: இந்தக் கோப்பில் உள்ள பதிவுகள் இவை. நீங்கள் இம்போர்ட் செய்யும் வரை எதுவும் எழுதப்படாது.
te: ఈ ఫైల్‌లో ఉన్న రికార్డ్‌లు ఇవి. మీరు ఇంపోర్ట్ చేసే వరకు ఏదీ రాయబడదు.
th: นี่คือรายการที่ไฟล์นี้มีอยู่ จะยังไม่มีการเขียนข้อมูลจนกว่าคุณจะเลือกนำเข้า
tr: Bunlar bu dosyanın içerdiği kayıtlardır. İçe aktar düğmesini seçene kadar hiçbir şey yazılmaz.
uk: Ось записи, які містить цей файл. Нічого не записується, доки ви не виберете «Імпортувати».
ur: یہ وہ ریکارڈز ہیں جو اس فائل میں موجود ہیں۔ جب تک آپ امپورٹ منتخب نہیں کرتے کچھ نہیں لکھا جاتا۔
vi: Đây là các bản ghi có trong tệp này. Sẽ không có gì được ghi cho đến khi bạn chọn Nhập.
zh_hans: 这些是此文件包含的记录。选择“导入”前不会写入任何数据。
zh_hant: 這些是此檔案包含的紀錄。在你選擇「匯入」之前，不會寫入任何內容。

# settings.data_import.preview.title
source: File Contents
ar: محتويات الملف
bn: ফাইলের বিষয়বস্তু
de: Dateiinhalt
el: Περιεχόμενα αρχείου
es: Contenido del archivo
fa: محتوای فایل
fr: Contenu du fichier
he: תוכן הקובץ
hi: फ़ाइल की सामग्री
id: Isi File
it: Contenuto del file
ja: ファイルの内容
ko: 파일 내용
mr: फाइलमधील मजकूर
ms: Kandungan Fail
nl: Inhoud van bestand
pl: Zawartość pliku
pt_br: Conteúdo do arquivo
ro: Conținutul fișierului
ru: Содержимое файла
ta: கோப்பு உள்ளடக்கங்கள்
te: ఫైల్ కంటెంట్‌లు
th: เนื้อหาของไฟล์
tr: Dosya içeriği
uk: Вміст файлу
ur: فائل کا مواد
vi: Nội dung tệp
zh_hans: 文件内容
zh_hant: 檔案內容

# settings.data_import.preview.in_file
source: Can be restored
ar: يمكن استعادته
bn: রিস্টোর করা যাবে
de: Kann wiederhergestellt werden
el: Μπορούν να επαναφερθούν
es: Se puede restaurar
fa: قابل بازیابی
fr: Peut être restauré
he: ניתן לשחזור
hi: रीस्टोर किया जा सकता है
id: Dapat dipulihkan
it: Può essere ripristinato
ja: 復元可能
ko: 복원 가능
mr: रीस्टोअर करता येईल
ms: Boleh dipulihkan
nl: Kan worden hersteld
pl: Można przywrócić
pt_br: Pode ser restaurado
ro: Pot fi restaurate
ru: Можно восстановить
ta: மீட்டெடுக்கலாம்
te: పునరుద్ధరించవచ్చు
th: กู้คืนได้
tr: Geri yüklenebilir
uk: Можна відновити
ur: بحال کیا جا سکتا ہے
vi: Có thể khôi phục
zh_hans: 可恢复
zh_hant: 可復原

# settings.data_import.reading_file
source: Reading file…
ar: جارٍ قراءة الملف…
bn: ফাইল পড়া হচ্ছে…
de: Datei wird gelesen …
el: Ανάγνωση αρχείου…
es: Leyendo archivo…
fa: در حال خواندن فایل…
fr: Lecture du fichier…
he: קריאת הקובץ…
hi: फ़ाइल पढ़ी जा रही है…
id: Membaca file…
it: Lettura del file…
ja: ファイルを読み込み中…
ko: 파일을 읽는 중…
mr: फाइल वाचली जात आहे…
ms: Membaca fail…
nl: Bestand lezen…
pl: Odczytywanie pliku…
pt_br: Lendo arquivo…
ro: Se citește fișierul…
ru: Чтение файла…
ta: கோப்பைப் படிக்கிறது…
te: ఫైల్‌ను చదువుతోంది…
th: กำลังอ่านไฟล์…
tr: Dosya okunuyor…
uk: Читання файлу…
ur: فائل پڑھی جا رہی ہے…
vi: Đang đọc tệp…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

# settings.data_import.records_count
source: %lld records
ar: %lld سجل
bn: %lldটি রেকর্ড
de: %lld Datensätze
el: %lld εγγραφές
es: %lld registros
fa: %lld رکورد
fr: %lld enregistrements
he: %lld רשומות
hi: %lld रिकॉर्ड
id: %lld rekaman
it: %lld record
ja: レコード%lld件
ko: 항목 %lld개
mr: %lld रेकॉर्ड
ms: %lld rekod
pl: %lld rekordu
pt_br: %lld registros
ro: %lld de înregistrări
ru: %lld записи
ta: %lld பதிவுகள்
te: %lld రికార్డ్‌లు
th: %lld รายการ
tr: %lld kayıt
uk: %lld запису
ur: %lld ریکارڈز
vi: %lld bản ghi
zh_hans: %lld 条记录
zh_hant: %lld 筆紀錄

# settings.data_import.row_title
source: Import Data
ar: استيراد البيانات
bn: ডেটা ইম্পোর্ট করুন
de: Daten importieren
el: Εισαγωγή δεδομένων
es: Importar datos
fa: وارد کردن داده‌ها
fr: Importer des données
he: ייבוא נתונים
hi: डेटा इंपोर्ट करें
id: Impor Data
it: Importa dati
ja: データを読み込む
ko: 데이터 가져오기
mr: डेटा इम्पोर्ट करा
nl: Importeer gegevens
pl: Import danych
pt_br: Importar dados
ro: Importați datele
ru: Импорт данных
ta: தரவை இம்போர்ட் செய்
te: డేటాను ఇంపోర్ట్ చేయండి
th: นำเข้าข้อมูล
tr: Verileri içe aktar
uk: Імпорт даних
ur: ڈیٹا امپورٹ کریں
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 匯入資料

# settings.diagnostics.apple_surfaces
source: Apple Surfaces
ar: واجهات Apple
bn: Apple ইন্টিগ্রেশন
de: Apple-Integrationen
el: Ενσωματώσεις Apple
es: Integraciones de Apple
fa: قابلیت‌های Apple
fr: Surfaces Apple
he: תכונות Apple
hi: Apple इंटीग्रेशन
id: Integrasi Apple
it: Superfici Apple
ja: Appleとの連携
ko: Apple 연동
mr: Apple इंटिग्रेशन
ms: Integrasi Apple
nl: Apple-integraties
pl: Integracje Apple
pt_br: Superfícies Apple
ro: Integrări Apple
ru: Интеграции Apple
ta: Apple ஒருங்கிணைப்புகள்
te: Apple ఇంటిగ్రేషన్‌లు
th: การผสานรวม Apple
tr: Apple entegrasyonları
uk: Інтеграції Apple
ur: Apple فیچرز
vi: Tích hợp Apple
zh_hans: Apple 系统集成
zh_hant: Apple 整合

# settings.diagnostics.calendar_import
source: Calendar Import
ar: استيراد التقويم
bn: ক্যালেন্ডার ইম্পোর্ট
de: Kalenderimport
el: Εισαγωγή ημερολογίου
es: Importación del calendario
fa: واردکردن تقویم
fr: Importation du calendrier
he: ייבוא לוח שנה
hi: कैलेंडर इंपोर्ट
id: Impor Kalender
it: Importazione del calendario
ja: カレンダーの読み込み
ko: 캘린더 가져오기
mr: दिनदर्शिका इम्पोर्ट
ms: Import Kalendar
nl: Agenda-import
pl: Import kalendarza
pt_br: Importação do calendário
ro: Import calendar
ru: Импорт календаря
ta: கேலண்டர் இம்போர்ட்
te: క్యాలెండర్ ఇంపోర్ట్
th: การนำเข้าปฏิทิน
tr: Takvim içe aktarma
uk: Імпорт календаря
ur: کیلنڈر امپورٹ
vi: Nhập lịch
zh_hans: 日历导入
zh_hant: 行事曆匯入

# settings.diagnostics.complete
source: Complete
ar: مكتمل
bn: সম্পূর্ণ
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completa
fa: کامل
fr: Terminé
he: הושלם
hi: पूरा
id: Selesai
it: Completato
ja: 完了
ko: 완료
mr: पूर्ण
ms: Selesai
nl: Voltooid
pl: Zakończona
pt_br: Concluído
ro: Finalizat
ru: Завершена
ta: நிறைவடைந்தது
te: పూర్తయింది
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 完成

# settings.diagnostics.copy
source: Copy Diagnostics
ar: نسخ التشخيصات
bn: ডায়াগনস্টিক কপি করুন
de: Diagnose kopieren
el: Αντιγραφή διαγνωστικών
es: Copiar diagnóstico
fa: کپی عیب‌یابی
fr: Copier les diagnostics
he: העתקת נתוני אבחון
hi: डायग्नोस्टिक कॉपी करें
id: Salin Diagnostik
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
mr: डायग्नोस्टिक्स कॉपी करा
ms: Salin Diagnostik
nl: Kopieer diagnostiek
pl: Kopiuj diagnostykę
pt_br: Copiar diagnóstico
ro: Copiați diagnosticarea
ru: Копировать диагностику
ta: பழுதறிதலை நகலெடு
te: డయాగ్నస్టిక్‌లను కాపీ చేయండి
th: คัดลอกข้อมูลวินิจฉัย
tr: Tanıları kopyala
uk: Копіювати діагностику
ur: تشخیصی معلومات کاپی کریں
vi: Sao chép chẩn đoán
zh_hans: 复制诊断信息
zh_hant: 拷貝診斷資訊

# settings.diagnostics.default_list
source: Default List
ar: القائمة الافتراضية
bn: ডিফল্ট তালিকা
de: Standardliste
el: Προεπιλεγμένη λίστα
es: Lista predeterminada
fa: فهرست پیش‌فرض
fr: Liste par défaut
he: רשימת ברירת מחדל
hi: डिफ़ॉल्ट सूची
id: Daftar Default
it: Lista predefinita
ja: デフォルトのリスト
ko: 기본 목록
mr: डिफॉल्ट यादी
ms: Senarai Lalai
nl: Standaardlijst
pl: Domyślna lista
pt_br: Lista padrão
ro: Listă implicită
ru: Список по умолчанию
ta: இயல்புநிலைப் பட்டியல்
te: డిఫాల్ట్ జాబితా
th: ลิสต์เริ่มต้น
tr: Saptanmış liste
uk: Список за умовчанням
ur: ڈیفالٹ فہرست
vi: Danh sách mặc định
zh_hans: 默认列表
zh_hant: 預設清單

# settings.diagnostics.habit_reminders
source: Habit Reminders
ar: تذكيرات العادات
bn: অভ্যাসের রিমাইন্ডার
de: Gewohnheitserinnerungen
el: Υπομνήσεις συνήθειας
es: Recordatorios de hábitos
fa: یادآورهای عادت
fr: Rappels d’habitudes
he: תזכורות להרגלים
hi: आदत रिमाइंडर
id: Pengingat Kebiasaan
it: Promemoria delle abitudini
ja: 習慣のリマインダー
ko: 습관 알림
mr: सवयींचे रिमाइंडर
ms: Peringatan Tabiat
nl: Gewoonteherinneringen
pl: Przypomnienia o nawykach
pt_br: Lembretes de hábitos
ro: Mementouri pentru obiceiuri
ru: Напоминания о привычках
ta: பழக்க நினைவூட்டல்கள்
te: అలవాటు రిమైండర్‌లు
th: เตือนความจำนิสัย
tr: Alışkanlık anımsatıcıları
uk: Нагадування про звички
ur: عادت کی یاد دہانیاں
vi: Lời nhắc thói quen
zh_hans: 习惯提醒
zh_hant: 習慣提醒

# settings.diagnostics.lists
source: Lists
ar: القوائم
bn: তালিকা
de: Listen
el: Λίστες
es: Listas
fa: فهرست‌ها
fr: Listes
he: רשימות
hi: सूचियाँ
id: Daftar
it: Liste
ja: リスト
ko: 목록
mr: याद्या
ms: Senarai
nl: Lijsten
pl: Listy
pt_br: Listas
ro: Liste
ru: Списки
ta: பட்டியல்கள்
te: జాబితాలు
th: ลิสต์
tr: Listeler
uk: Списки
ur: فہرستیں
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

# settings.diagnostics.needs_setup
source: Needs setup
ar: يحتاج إلى إعداد
bn: সেট আপ করা দরকার
de: Einrichtung erforderlich
el: Απαιτείται ρύθμιση
es: Requiere configuración
fa: نیازمند راه‌اندازی
fr: À configurer
he: נדרשת הגדרה
hi: सेटअप ज़रूरी है
id: Perlu diatur
it: Da configurare
ja: セットアップが必要
ko: 초기 설정 필요
mr: सेटअप आवश्यक आहे
ms: Perlu disediakan
nl: Moet worden ingesteld
pl: Wymaga konfiguracji
pt_br: Requer configuração
ro: Necesită configurare
ru: Требуется настройка
ta: அமைவு தேவை
te: సెటప్ అవసరం
th: ต้องตั้งค่าเริ่มต้น
tr: Kurulum gerekli
uk: Потрібне налаштування
ur: سیٹ اپ درکار ہے
vi: Cần thiết lập
zh_hans: 需要设置
zh_hant: 需要初始設定

# settings.diagnostics.no_diagnostics
source: No Diagnostics
ar: لا توجد تشخيصات
bn: কোনো ডায়াগনস্টিক নেই
de: Keine Diagnose
el: Κανένα διαγνωστικό
es: Sin diagnósticos
fa: بدون اطلاعات عیب‌یابی
fr: Aucun diagnostic
he: אין נתוני אבחון
hi: कोई डायग्नोस्टिक नहीं
id: Tidak Ada Diagnostik
it: Nessuna diagnostica
ja: 診断データなし
ko: 진단 정보 없음
mr: डायग्नोस्टिक्स नाहीत
ms: Tiada Diagnostik
nl: Geen diagnostiek
pl: Brak danych diagnostycznych
pt_br: Nenhum diagnóstico
ro: Nicio diagnosticare
ru: Нет данных диагностики
ta: பழுதறிதல் தகவல் இல்லை
te: డయాగ్నస్టిక్‌లు లేవు
th: ไม่มีข้อมูลวินิจฉัย
tr: Tanı yok
uk: Немає даних діагностики
ur: کوئی تشخیصی معلومات نہیں
vi: Không có chẩn đoán
zh_hans: 暂无诊断
zh_hant: 沒有診斷資料
